Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/depts/other_files/sami_rapport_sametingets_formelle_stilling_SA.pdf.pdf.tmx
Source language: sme
Languages: nob

source: Bargojoavku árvala dan vuođul ahte sámelága § 2-2 hábmejuvvo ná : § 2-2 Ráđđádallan ja gulaskuddan Stáhtalaš eiseválddit galget ráđđádallat Sámedikkiin go lea áigumuš ásahit lágaid dahje álggahit hálddahuslaš doaimmaid mat sáhttet njuolgut váikkuhit sápmelaččaide .
nob: Arbeidsgruppen foreslår etter dette at § 2-2 i sameloven gis følgende utforming : § 2-2 Konsultasjon og høring Statlige myndigheter skal konsultere Sametinget når det overveies å innføre lovgivning eller administrative tiltak som kan få direkte betydning for samene .

source: Eará almmolaš orgánat berrejit addit Sámediggái vejolašvuođa addit cealkámuša ovdal go dahket mearrádusaid Sámedikki áššesuorggis .
nob: Andre offentlige organer bør gi Sametinget anledning til å uttale seg før de treffer avgjørelse i saker på Sametingets arbeidsområde .

source: Doarjjahálddašeami láhkaásahusgelbbolašvuohta Sámediggi hálddaša máŋggaid doarjjaortnegiid nu movt čilgejuvvo bargojoavkku raportta kapihtal 2.4:s ja 4. mildosis .
nob: Forskriftskompetanse for tilskuddsforvaltningen Slik det fremkommer av kapittel 2.4 og vedlegg 4 til arbeidsgruppens rapport , forvalter Sametinget en rekke tilskuddsordninger .

source: Dan oktavuođas mearrida Sámediggi njuolggadusaid doarjjahálddašeapmái , dábálaččat iešheanalis , muhto muhtun háviid ovttasráđiid guoskevaš departemeanttain .
nob: Sametinget fastsetter i denne forbindelse retningslinjer for tilskuddsforvaltningen , normalt på selvstendig grunnlag , men i enkelte tilfeller i samråd med det aktuelle departement .

source: 2006:s lea Riikarevišuvdna divvon gažaldaga Sámedikki hálddašeami njuolggadusaide ja rutiinnaide .
nob: I 2006 har Riksrevisjonen satt spørsmål ved Sametingets retningslinjer og rutiner for forvaltningen .

source: Stáhta ekonomiijastivrejumi njuolggadusaid , kapihtal 6 mielde Doarjjaortnegiid hálddašeapmi čuokkis 6.2.1.2 Njuolggadusat , galget leat mearrádusat mat čilgejit earet eará ulbmiliid ja juolludaneavttuid .
nob: I følge Reglement for økonomistyring i staten , kapittel 6 Forvaltning av tilskuddsordninger punkt 6.2.1.2 Regelverk , skal det fastsettes bestemmelser som omtaler blant annet mål og tildelingskriterier .

source: Lea jerrojuvvon lea go muhtun njuolggadusain dakkár sisdoallu ahte duohtavuođas leat dego láhkaásahusat hálddašanlága § 2 vuosttaš lađđasa c bustáva vuođul .
nob: Det reises spørsmål om enkelte av retningslinjene har et slikt innhold at det i realiteten er tale om forskrifter etter definisjonen i forvaltningsloven § 2 første ledd bokstav c. .

source: Daid berre doallat sierra dakkár njuolggadusain mat sisttisdollet hálddahuslaš bagadusaid ja organisatovrralaš mearrádusaid .
nob: Disse bør holdes atskilt fra regler som inneholder administrative instrukser og organisatoriske bestemmelser .

source: Hálddašanlága § 2 vuosttaš lađđasa c bustáva láhkaásahusdefinišuvdna cealká ahte láhkaásahus lea ( dás jorgaluvvon ) “ mearrádus mii gusto mearrikeahtes peršovdnalogu dahje mearrikeahtes peršovdnabirrasa vuoigatvuođaide dahje geatnegasvuođaide , ja dat mearkkaša ahte dákkár njuolggadusat fertejit dohkkehuvvot láhkaásahusa hámis , vrd. hálddašanlága kapihtal VII .
nob: Forskriftsdefinisjonen i forvaltningsloven § 2 første ledd bokstav c fastslår at en forskrift er ” et vedtak som gjelder rettigheter eller plikter til et ubestemt antall eller en ubestemt krets av personer ” og innebærer at regler av denne karakter må vedtas i forskrifts form , jf. forvaltningsloven kapittel VII .

source: Bargojoavku ii dovddat das oaivila galget go njuolggadusat ja makkár vejolaš njuolggadusat galggaše gullat hálddašanlága láhkaásahusdefinišuvnna vuollái , muhto cuige ahte lea eahpesihkarvuohta das makkár rievttálaš árvu Sámedikki iešguđet doarjjaortnegiid njuolggadusain leat .
nob: Arbeidsgruppen tar ikke stilling til om , og eventuelt til hvilke retningslinjer som faller inn under forskriftsdefinisjonen i forvaltningsloven , men nøyer seg med å peke på at det i alle fall kan herske usikkerhet omkring hvilken rettslige status Sametingets retningslinjer for de ulike tilskuddsordninger har .

source: Nu movt dál lea dilli , de ii leat Sámedikkis gelbbolašvuohta mearridit dárbbašlaš mearrádusaid láhkaásahusa hámis , ja dat hehtte Sámedikki mearrideamis ja reguleremis buot Side 63 av 86
nob: Side 63 av 86 Sametinget har slik forholdene er i dag ikke kompetanse til å fastsette de nødvendige bestemmelser i forskrifts form , og dette er til hinder for at Sametinget kan fastsette og regulere alle forhold knyttet til tilskuddsforvaltningen .

source: Dan vuođul árvala bargojoavku rievdadit sámelága nu ahte Sámediggi oažžu oppalaš gelbbolašvuođa mearridit láhkaásahusaid doarjjaáššiin .
nob: Arbeidsgruppen vil på grunnlag av dette foreslå at sameloven endres slik at Sametingets gis en generell kompetanse til å fastsette forskrifter i tilskuddssaker .

source: Bargojaovku árvala ođđa nuppi čuoggá § 2-1:s goalmmát lađđasis : Sámediggi sáhttá láhkaásahusa bokte addit dárkilet mearrádusaid daid doarjjaortnegiid hárrái maid diggi hálddaša .
nob: Arbeidsgruppen foreslår et nytt annet punktum i § 2-1 tredje ledd : Sametinget kan ved forskrift gi nærmere bestemmelser om de tilskuddsordninger tinget forvalter .

source: Sámedikki doaimma raporteren Sámelága § 1-3 mielde galgá Sámedikki jahkedieđáhus sáddejuvvot Gonagassii .
nob: Rapportering om Sametingets virksomhet Av samelovens § 1-3 følger det at Sametingets årsmelding sendes til Kongen .

source: Dat lea joatkka dain njuolggadusain mat ovdal gustojedje Norgga sámeráđđái .
nob: Dette er en videreføring av de reglene som tidligere gjaldt for Norsk sameråd .

source: Mearrádus ii njuolgut gohčo Sámedikki ráhkadit jahkedieđáhusa , dat lea Sámedikki iežas duohken .
nob: Bestemmelsen formulerer ingen direkte plikt for Sametinget til å utarbeide årsmelding , dette vil være opp til Sametinget selv .

source: Mearrádusa vuođđu lea dattege ahte dábálaččat ráhkaduvvo jahkedieđáhus .
nob: Bestemmelsen bygger imidlertid på den forutsetning at det som regel vil bli utarbeidet en årsmelding .

source: 101 Stuoradikki sámelágameannudeami oktavuođas celkkii Justiisalávdegoddi ahte ” Lávdegotti mielas lea lunddolaš ahte ráđđehus ovddida Sámedikki jahkedieđáhusaid Stuoradiggái – juobe vuosttaš jagiid ge ” ( Innst. O. nr. 79 ( 1886-87 ) siidu 16 ) .
nob: 101 I forbindelse med Stortingets behandling av sameloven uttalte justiskomiteen at ” Komiteen finner det naturlig at Sametingets årsmeldinger blir framlagt av regjeringen for Stortinget som årlige meldinger – i alle fall de første årene ” ( Innst . O. nr. 79 ( 1886-87 ) side 16 ) .

source: Dasto dahkkui mearrádus dáhttut ” Ráđđehusa ovddida Stuoradiggái jahkásaččat stuoradiggedieđáhusa Sámedikki doaimma birra .
nob: Videre ble det gjort vedtak om å anmode om at ” Regjeringen framlegger inntil videre for Stortinget årlig stortingsmelding om Sametingets virksomhet .

source: Oktii juohke stuoradiggeáigodagas ovddiduvvo dieđáhus dain doaimmain mat dahkkojuvvojit sámi giela , kultuvrra ja servodateallima sihkkarastima ja ovdánahttima várás ” .
nob: En gang i hver stortingsperiode framlegges melding om de tiltak som foretas for å sikre og utvikle samenes språk , kultur og samfunnsliv ” .

source: Guovddáš ágga § 1-3:ii ja mearrádusa geavaheapmái lea ahte ” eiseválddiid sámepolitihkka berre jámmadit árvvoštallojuvvot Stuoradikkis ” ( Ot.prp. nr. 33 ( 1986-87 ) siidu 102 ) .
nob: Et sentralt motiv for § 1-3 og praktiseringen av bestemmelsen har vært ” at myndighetenes samepolitikk bør bli gjenstand for regelmessig vurdering i Stortinget ” ( Ot.prp. nr. 33 ( 1986-87 ) side 102 ) .

source: Sámepolitihkalaš ovdáneami geažil digaštallojuvvojit sámepolitihkalaš gažaldagat mihá dávjjibut Stuoradikkis dál go ovdal .
nob: På grunn av den samepolitiske utviklingen drøftes samepolitiske spørsmål langt oftere i Stortinget nå enn tidligere .

source: Sámediggi lea juohke jagi dan rájes go ásahuvvui , ráhkadan jahkedieđáhusa mii lea sáddejuvvon Gonagassii .
nob: Sametinget har hvert år etter opprettelsen utarbeidet en årsmelding som er oversendt Kongen .

source: Ráđđehus lea fas meannudan Sámedikki jahkedieđáhusa ráhkadettiin jahkásaš stuoradiggedieđáhusa Sámedikki doaimmas .
nob: Regjeringen har i sin tur behandlet Sametingets årsmelding ved årlig å utarbeide en stortingsmelding om Sametingets virksomhet .

source: Daid jagiid go váldostuoradiggedieđáhus sámepolitihka birra lea ráhkaduvvon , de lea Sámedikki jahkedieđáhus čuvvon mielddusin stuoradiggedieđáhussii .
nob: De årene det er utarbeidet en overordnet stortingsmelding om samepolitikken102 , følger Sametingets årsmelding som vedlegg til stortingsmeldingen .

source: 102 Sámedikki sorjjakeahtes dilli ráđđehusa ektui ii oro soahpame dasa ahte lea mearriduvvon raporteret ráđđehussii .
nob: Sametingets uavhengige stilling i forhold til regjeringen kan synes som lite forenlig med å ha en bestemmelse som medfører en rapportering fra Sametinget til regjeringen .

source: Vaikko mearrádus ii leat njuolgut gohččun ráhkadit jahkedieđáhusa , de lea mearrádusa eaktu ja geavat ásahan ortnega mii sáhttá addit gova das ahte Sámediggi lea ráđđehusa vuollásaš .
nob: Selv om bestemmelsen ikke innebærer en direkte plikt til å utarbeide en årsmelding , er det ved forutsetningene for og praktiseringen av bestemmelsen etablert en ordning som kan gi inntrykk av at Sametinget er i et underordningsforhold til regjeringen .

source: Ráđđehusas lea dattege bajimus ovddasvástádus deavdit álbmotrievttálaš geatnegasvuođaid sápmelaččaid guovdu eamiálbmogin , vuođđolága § 110a ja sámelága ulbmiliid .
nob: Regjeringen har likevel et overordnet ansvar for å oppfylle de folkerettslige forpliktelsene overfor samene som urfolk , grunnlovens § 110 a og samelovens formål .

source: Danne sáhttá orrot govttolaš ahte ráđđehus diehtá Sámedikki doaimma ja Sámedikki árvvoštallamiid sámi kultur-- ja servodatovdáneami hárrái .
nob: Dette kan tilsi at det er rimelig at regjeringen blir gjort kjent med Sametingets virksomhet og Sametingets vurderinger av den samiske kultur- og samfunnsutvikling .

source: Ráđđádallanbargovugiid várás lea nammaduvvon fágalaš sorjjakeahtes analysajoavku mii jahkásaččat addá raportta sámi servodagaid dilálašvuođa ja ovdán 101
nob: En må likevel anta at utviklingen i samepolitikken som helhet gjør at regjeringen gjennom sin – nærmest daglige – dialog med Sametinget er kjent med Sametingets virksomhet . 101

source: NOU 1984 : 18 , s. 587 ; Ot.prp. 33 ( 1986-87 ) čuokkis 7.3 ja 11 .
nob: NOU 1984 : 18 , s. 587 ; Ot.prp. 33 ( 1986-87 ) punkt 7.3 og 11 .

source: Leat leamaš ovddiduvvon golbma váldo prinsihppadieđáhusa sámepolitihka birra : St. dieđ. nr. 52 ( 1992-93 ) , St. dieđ. nr. 41 ( 1996-97 ) ja St.dieđ. nr. 55 ( 2000-2001 ) ) .
nob: Det har vært lagt fram tre overordnete prinsippmeldinger om samepolitikken : St. meld. nr. 52 ( 1992-93 ) , St. meld. nr. 41 ( 1996-97 ) og St.meld. nr. 55 ( 2000-2001 ) ) .

source: Dása lasihuvvui Bondevika II-ráđđehus liigedieđáhusa miessemánus 2002:s ( St.dieđ. nr. 33 ( 2001-2002 ) ) .
nob: Denne ble supplert av en tilleggsmelding fra Bondevik II-regjeringen i mai 2002 ( St.meld. nr. 33 ( 2001-2002 ) ) .

source: eami birra . Dat raporta lea vuođđun árvvoštallat sámi kultuvrra , giela ja servodateallima sihkkarastima ja ovdánahttima áŋgiruššamiid .
nob: Gjennom konsultasjonsprosedyrene er det opprettet en uavhengig faglig analysegruppe som årlig skal avlegge en rapport om situasjonen og utviklingstrekkene i samiske samfunn .

source: Raporta galgá gieđahallojuvvot sámi áššiid stáhtaráđi ja sámediggepresideantta fásta ráđđádallančoahkkimis mii dollojuvvo oktii juohke jahkebeali .
nob: Rapporten skal være gjenstand for drøfting i ett av de faste halvårlige konsultasjonsmøte mellom statsråden for samiske saker og sametingspresidenten .

source: Sámedikki 2005 jahkedieđáhus meannuduvvo Stuoradikkis 2007 giđđabaji . 103 Sihke Sámedikki , ráđđehusa ja Stuoradikki meannudeamis jahkediáđahusa hárrái lea oalle maŋosgeahčči hápmi .
nob: Når det gjelder Sametingets årsmelding for 2005 behandles den i Stortinget i vårsesjonen 2007.103 Behandlingen av årsmeldingen , både i Sametinget , regjeringen og i Stortinget , har i stor grad et tilbakeskuende preg .

source: Bargojoavkku bušeahttabargovugiid evttohus kapihtal 9:s mearkkaša ahte Stuoradiggái ovddiduvvo jahkásaččat Sámedikki ja sámi ulbmiliid bušeahta stuoradiggeproposišuvdna .
nob: Arbeidsgruppens forslag til budsjettprosedyrer i kapittel 9 innebærer at Stortinget årlig blir forelagt en stortingsproposisjon om budsjettet til Sametinget og samiske formål .

source: Dalle beassá Stuoradiggi jahkásaččat veardádallat sámi servodaga ovdáneami , muhto dalle čálmmustahttojuvvo boahtteáiggiperspektiiva eambbo go dál .
nob: Dette vil gi Stortinget anledning til årlig å ta stilling til utviklingen av det samiske samfunnet , men det legges da til rette for en mer framoverskuende debatt enn i dag .

source: Dan vuođul árvala bargojoavku ahte sámelága § 1-3 heaittihuvvo .
nob: På bakgrunn av dette foreslår arbeidsgruppen at samelovens § 1-3 oppheves .

source: Konstitušuvnnalaš rámmat Dakkár rievdadeapmái mas Sámediggi oažžu eanet iešstivrejeaddji árvvu eará stáhtaeiseválddiid ektui , mielddisbuktá ahte seahtá árvvoštallat rievdadit bajimus stáhtahálddašeami rievttálaš rámmaid .
nob: De konstitusjonelle rammer En endring slik at Sametinget får en mer uavhengig stilling i forhold til øvrige statsmyndigheter åpner for at det bør vurderes å gjøre endringer i det rettslige rammeverket for den øverste statsforvaltningen .

source: Vuođđoláhka ii mudde Sámedikki eksisteanssa , gelbbolašvuođa ja oktavuođa eará stáhtaeiseválddiide , ja bargojoavkku árvalusa geažil ii leat formáladit dárbu dahkat rievdadusaid .
nob: Sametingets eksistens , kompetanse og forholdet til andre statsmyndigheter er ikke regulert i Grunnloven , og det vil ikke formelt være behov for å gjøre endringer på grunn av arbeidsgruppens forslag .

source: Sámepolitihka ođđaáigásaš konstitušuvnnalaš rámmaid čalmmustahttima várás sáhttá árvvoštallat rievdadit Vuođđolága dannego rámmat leat vuođđun dohkkeheapmái das ahte stáhta lea ásahuvvon guovtti álbmoga guvlui .
nob: For å synliggjøre det moderne konstitusjonelle rammeverket for samepolitikken som ligger til grunn for erkjennelsen av at staten er etablert på territoriet til to folk , kan det vurderes om Grunnloven bør endres .

source: Sámiálbmoga historjjálaš guovllugullevašvuohta lea dohkkehuvvon , ja stáhta geatnegasvuođat sámi álbmoga guovdu leat mielde Vuođđolágas .
nob: Det samiske folkets historiske tilknytning til territoriet er anerkjent , og statens forpliktelser overfor det samiske folket er inntatt i Grunnloven .

source: Vuođđoláhkamearrádus mii čájeha ahte Sámediggi lea oassin ođđaáigásaš norgga stáhtas , sáhttá ovdamearkka dihte lasihuvvot Vuođđolága § 110 a:ii .
nob: En grunnlovsbestemmelse som markerer at Sametinget er en del av den moderne norske staten , kan eksempelvis inntas som et nytt annet ledd i Grunnlovens § 110 a .

source: Dás ii čielggat dattege bargojoavku dan čuoggá .
nob: Arbeidsgruppen forfølger imidlertid ikke dette punkt videre .

source: Bargojaovkku árvalusa váikkuhusat Sámedikki formála dili hárrái
nob: Konsekvenser av arbeidsgruppens forslag om Sametingets formelle stilling

source: Gaskavuohtá hálddašan- ja almmolašvuođaláhkii Dál lea sihkkaris riekti ahte Sámedikki doaibma boahtá almmolašvuođa- ja hálddašanlága vuollái .
nob: Forholdet til forvaltnings- og offentlighetsloven Det er i dag sikker rett at Sametingets virksomhet omfattes av offentlighets- og forvaltningsloven .

source: Jus Sámediggi ain bissu oassin stáhta juridihkalaš peršovnnas de lea čielggas ahte dát dilli joatkašuvvá .
nob: Dersom Sametinget fortsatt skal være en del av den juridiske personen staten , er det klart at dette utgangspunkt vil videreføres .

source: Jus Sámediggi ásahuvvo iešstivrejeaddji riektesubjeaktan , čuožžilit dattege gažaldagat das ahte rievdá go Sámedikki gaskavuohta hálddašanláhkii ja almmolašvuođaláhkii .
nob: Om Sametinget blir organisert som et selvstendig rettssubjekt oppstår imidlertid spørsmål om dette vil medføre endringer i forhold til forvaltningslovens og offentlighetslovens anvendelse for Sametingets virksomhet .

source: Go doaibma sirrejuvvo dábálaš hálddašeamis , de sáhttá ovdandoallat ahte doaibma ii sáhte vuoiga lohkkot ” stáhta dahje gieldda orgánan ” , vrd. álmmolašvuođalága ja hálddašanlága § 1 .
nob: Når en virksomhet er skilt ut fra den ordinære forvaltning , kan det anføres at virksomheten strengt tatt ikke lenger kan regnes som et ” organ for stat eller kommune ” , jf. offentlighetsloven og forvaltningsloven § 1 .

source: Almmolašvuođalága dahje hálddašanlága geavaheami ii sáhte almmotge organisašuvdnahápmi akto mearridit .
nob: Spørsmålet om offentlighets- og forvaltningslovens anvendelse kan imidlertid ikke avgjøres av organisasjonsformen alene .

source: Dalle ferte dahkkot ollislaš árvvoštallan mas olu bealit váikkuhit , ja vuođđooaidnun lea ahte hálddašan- ja almmolašvuođaláhka prinsihpalaččat maiddái regulere hálddašanorgánaid main lea iežas riektesubjektivitehta jus fal eai leačča čielga gávpedoaimmat , vrd. earet eará Woxholth : Forvaltningsloven ( Oslo 2000 ) siidu 47 .
nob: Det må foretas en helhetsvurdering hvor en rekke momenter spiller inn , og det er lagt til grunn at forvaltnings- og offentlighetsloven i prinsippet også regulerer forvaltningsorganer med egen rettssubjektivitet med mindre de driver ren forretningsvirksomhet , jf. blant annet Woxholth : Forvaltningsloven 103

source: Ráđđehus ovddidii St. dieđ. nr. 7 ( 2006-2007 ) Sámedikki 2005 doaimma birra golggotmánu 2006:s .
nob: Regjeringen la fram St. meld. nr. 7 ( 2006-2007 ) om Sametingets virksomhet i 2005 i oktober 2006 .

source: Njukčamánu 28. b. 2007:s ii leat vel lávdegotti árvalus dieđáhusas .
nob: Pr. 28. mars 2007 foreligger ikke komiteens innstilling til meldingen .

source: Bargojoavku oaivvilda leat doarvái čielggasin ahte Sámediggái gusto almmolašvuođaláhka ja hálddašanláhka de nai jus ásahuvvo sierra riektesubjeaktan .
nob: Etter arbeidsgruppens skjønn er det tilstrekkelig klart at Sametinget vil være omfattet av offentlighetsloven og forvaltningsloven også om Sametinget skulle organiseres som et eget rettssubjekt .

source: Danne ii leat dárbbašlaš lasihit sámeláhkii sierrá mearrádusa das ahte Sámedikki doaibma geavahišgoahtá almmolašvuođa ja hálddašanlága jus Sámediggi ásahuvvo iešstivrejeaddji riektesubjeaktan , dannego dat juo vissásit dulkojuvvo nu almmolašvuođalága § 1 ja hálddašanlága § 1 mielde .
nob: Det vil på denne bakgrunn ikke være nødvendig med en særskilt bestemmelse i sameloven om at offentlighets- og forvaltningsloven kommer til anvendelse for Sametingets virksomhet ved en eventuell etablering av Sametinget som et selvstendig rettssubjekt , siden dette uansett vil følge av en sikker tolkning av offentlighetsloven § 1 og forvaltningsloven § 1 .

source: Dattege lea vuogas ja ulbmilaš dárkilit cealkit vejolaš láhkarievdadusovdabargguin ahte almmolašvuođaláhka ja hálddašanláhka ain gusto Sámediggái .
nob: For ordens skyld vil det imidlertid kunne være hensiktsmessig å foreta en presisering om at offentlighetsloven og forvaltningsloven fortsatt skal gjelde for Sametinget i forarbeidene til en eventuell lovendring .

source: Sámedikki ásaheapmi sierra riektesubjeaktan ii mielddisbuvtte iešalddis nuppástusaid ovdamearkka dihte váidinmeannudeamis hálddašan- ja almmolašvuođalága hárrái .
nob: At Sametinget etableres som eget rettssubjekt vil ikke i seg selv medføre endringer i for eksempel klagebehandlingen etter forvaltnings- og offentlighetsloven .

source: Čoavddus dattege deattuha dárbbu dasa ahte Sámedikkis lea iešheanalis ovddasvástádus váidinmeannudeapmái hálddašan- ja almmolašvuođalága mielde , ja danne lea ágga bisuhit oainnu das ahte Sámediggi akto čađaha váidinmeannudeami , guovtteinstánsameannudeami bokte mas Sámediggeráđđi dahje eará sierra nammaduvvon lávdegoddi meannuda váidagiid nubbin instánsan .
nob: Løsningen understreker imidlertid behovet for at Sametinget har et selvstendig ansvar for klagebehandling etter forvaltnings- og offentlighetsloven og det er derfor grunn til å videreføre synspunktet at klagebehandling gjennomføres av Sametinget alene , gjennom en toinstansbehandling hvor Sametingsrådet eller et særskilt oppnevnt utvalg behandler klager som annen instans .

source: Bargiid dilli Sámedikki bargit gullet stáhtavirgeolbmuid lága vuollái dan muddui go lea heivvolaš , vrd. sámelága § 2-12 nuppi lađđasa .
nob: Ansattes stilling Sametingets ansatte omfattes av lovgivningen om statstjenestemenn så langt denne passer , jf. sameloven § 2-12 annet ledd .

source: Sámedikki ásaheami rájes leat Sámedikki bargit leamaš stáhtavirgeolbmot , ja leat danne gullan virgeolbmolága , virgeriidolága , almmolaš virgeolbmolága ahkemeari birra , ja Stáhta ealáhatkássa lága vuollái .
nob: Det har siden Sametingets etablering vært forutsatt at Sametingets personale er statstjenestemenn og som sådanne underlagt tjenestemannsloven , tjenestetvistloven , lov om aldersgrense for offentlige tjenestemenn og lov om Statens pensjonskasse .

source: Dattege spiehkastuvvo virgeolbmolága § 5:s dannego virgádanváldi lea sámelága § 2-12 nuppi čuoggá mielde biddjon Sámediggái .
nob: Unntak gjelder imidlertid fra tjenestemannslovens § 5 idet tilsettingsmyndigheten i henhold samelovens § 2-12 annet punktum er lagt til Sametinget .

source: Od.prp. nr. 33 ( 1986-87 ) cealká ahte ággan dán virgádanvuoigatvuhtii lea ( dás jorgaluvvon ) “ Departemeanta oaivvilda dán leat suorgin mas stáhtalaš stivren berre čáhkket sajit sámi iešmearridanriektái ” .
nob: Ot.prp. nr. 33 ( 198687 ) uttaler at denne tilsettingsretten er begrunnet med at " Det gjelder her et område hvor behovet for statlig styring etter departementets syn bør stå tilbake for hensynet til samisk selvråderett " .

source: 1999 nettobušetterema oktavuođas oaivvilduvvui ahte bušeahttavuogádagas ii leat mihkke mii dadjá ahte doaibma mii nettobušetterejuvvo ii galgga gullat njuolggadusaid vuollái mat gustojit erenoamážit stáhtalaš bargiide .
nob: Ved overgangen til nettobudsjettering fra 1999 vurderte en det slik at det er ingenting i budsjettsystemet som tilsier at en virksomhet som blir nettobudsjettert , ikke lenger skal omfattes av et regelverk som er særskilt for statlige ansatte .

source: Dattege rávvii bargojoavku mii guorahalai dán gažaldaga , eastadit boahttevaš eahpesihkarvuođa Sámedikki bargiid árvvu hárrái , ja lasihit mearrádusa sámeláhkii mii mearrida ahte Sámedikki bargit gullet stáhtavirgeolbmuid lága vuollái .
nob: Imidlertid anbefalte arbeidsgruppen som utredet dette spørsmålet , for å motvirke framtidig uklarhet om statusen til de ansatte ved Sametinget , å innarbeide en bestemmelse i sameloven som fastslår at Sametingets ansatte omfattes av lovgivningen om statstjenestemenn .

source: Sámedikki bargit gullet stáhtavirgeolbmuid lága vuollái dan muddui go dat lea heivvolaš , vrd. sámelága § 2-12 nuppi lađđasa .
nob: Sametingets ansatte omfattes av lovgivningen om statstjenestemenn så langt denne passer , jf. sameloven § 2-12 annet ledd .

source: Bargojoavku oaivvilda leat lunddolažžan joatkit dáinna ortnegiin jus Sámediggi ain bisuhuvvo oassin stáhtas juridihkalaš peršovdnan .
nob: Arbeidsgruppen vurderer det slik at dersom Sametinget fortsetter å være en del av den juridiske personen staten , vil det klart nok være naturlig å viderføre denne ordningen .

source: Jus Sámediggi ásahuvvo iešstivrejeaddji riektesubjeaktan de heive jearrat galgá go dat váikkuhit Sámedikki bargiid dilálašvuhtii .
nob: Dersom Sametinget etableres som et selvstendig rettsubjekt kan man imidlertid reise spørsmål om dette bør få utslag for de ansattes stilling i Sametinget .
